quiz_data = [
    {
        "question": "Прибор для определения сторон горизонта называется?",
        "choices": ["Термометр", "Компас", "Спидометр", "Барометр"],
        "answer": "Компас",
        "Theme": "Географические особенности природы материков и океанов, народов Земли"
    },
    {
        "question": "Моделью Земли является?",
        "choices": ["Глобус", "Карта", "План", "Атлас"],
        "answer": "Глобус",
        "Theme": "Политико-административное положение России"
    },
    {
        "question": "Первое кругосветное путешествие совершил?",
        "choices": ["Марко Поло", "Васко да Гама", "Магеллан", "Колумб"],
        "answer": "Магеллан",
        "Theme": "Особенности природы России"
    },
    {
        "question": "Самые высокие горы?",
        "choices": ["Анды", "Гималаи", "Кавказ", "Кордильеры"],
        "answer": "Гималаи",
        "Theme": "Географические особенности природы материков и океанов, народов Земли"
    }
    # Add more questions here
]